module.exports = {
	message: {
		general_hint_login:"Войдите в учётную запись."
        ,
        general_hint_logged:"Вход успешен. Измените ник, нажав на него."
        ,
        home_title_presalestarts:"ПРЕПРОДАЖА УЖЕ НАЧИНАЕТСЯ"
        ,
        home_title_presalehint:"Эти 3 пирата продаются только во время препродажи. Не пропустите!"
        ,
        game_text_sold:"Осталось:"
        ,
        game_text_soldout:"ПРОДАНО"
        ,
        game_text_ethunit:" ETH"
        ,
        game_text_attack:"Атака:"
        ,
        game_text_defense:"Защита:"
        ,
        game_text_level:"Уровень"
        ,
        game_text_piratename3:"Джессика"
        ,
        game_text_story3:"Она прирождённый стрелок и может поразить из своих пистолетов даже очень быструю цель. Раньше была в команде капитана Идриса, но покинула его после инцидента с норвежским морским чудовищем, маленьким вельботом и бутылкой рома. Выглядит неприветливо, но святое следует своему чувству справедливости."
        ,
        game_text_piratename5:"Алекс"
        ,
        game_text_story5:"Его проклял и превратил в скелета загадочный запретный сундук, найденный на дней моря. Он потерял способность говорить, но взгляд его глубоких тёмных глазниц всё такой же жуткий. Он крайне жесток в бою и для победы использует любые грязные трюки."
        ,
        game_text_piratename6:"Стиви"
        ,
        game_text_story6:"Стиви - странный парень. Родители бросили его в младенчестве и он вырос среди пиратов. За годы он приобрёл много странных качеств и теперь сложно найти более загадочного моряка. Он неустанно ищет своих родителей, но для чего? Для воссоединения или мести?"
        ,
        game_title_confirmpurchase:"ПОДТВЕРДИТЬ ПОКУПКУ"
        ,
        game_text_confirmpurchase:"Вы собираетесь купить:"
        ,
        game_hint_blockchain:"После передачи вашего запроса блокчейну потребуется около 1-2 минут на его обработку. Учтите, что за транзакции нужно будет заплатить комиссию (также называется «газ»)."
        ,
        general_button_cancel:"ОТМЕНА"
        ,
        general_button_buynow:"КУПИТЬ СЕЙЧАС"
        ,
        home_title_pots:"3 ПУЛА НАГРАД ДЛЯ ХРАБРЫХ ПИРАТОВ"
        ,
        home_text_pots1:"Улучшайте корабль и создавайте оружие, чтобы получать ежедневные награды!"
        ,
        home_text_pots2:"Тот, у кого есть 9 пиратов, может стать Королём пиратов и грабить рынок!"
        ,
        home_text_pots3:"Участники альянсов, победивших в Битве чести, получат награды в зависимости от своего вклада в победу!"
        ,
        home_title_roadmap:"ДОРОЖНАЯ КАРТА"
        ,
        home_title_roadmapdate1:"22 июня"
        ,
        home_title_roadmapdate2:"Конец июля"
        ,
        home_title_roadmapdate3:"Середина августа"
        ,
        home_title_planname1:"Набор в команду"
        ,
        home_title_planname2:"Поднятие якоря"
        ,
        home_title_planname3:"Глаз шторма"
        ,
        home_text_plancontext1:"1. Препродажа: 3 эпических пирата"
        ,
        home_text_plancontext2:"1. Наборы снаряжения<br>\n2. Система уровней кораблей<br>\n3. Система крафта<br>\n4. Ежедневная награда плавания<br>"
        ,
        home_text_plancontext3:"1. Система рынка<br>\n2. Король пиратов<br>\n3. Боевая система<br>\n4. Система альянсов<br>\n5. Ставки на альянсы<br>"
        ,
        home_text_roadmapstatus1:"Уже готово"
        ,
        home_text_roadmapstatus2:"Следующее"
        ,
        home_text_roadmapstatus3:"Скоро"
        ,
        home_text_roadmapstatus4:"Вводится"
        ,
        general_hint_walletlogout:"Сначала зайдите в MetaMask кошелёк."
        ,
        general_hint_walletinstall:"Сначала установите MetaMask кошелёк."
        ,
        general_hint_notmainnet:"Переключитесь на главную сеть MetaMask."
        ,
        general_hint_walletlock:"Сначала разблокируйте MetaMask кошелёк."
        ,
        game_text_setname:"ВВЕДИТЕ СВОЙ НИК"
        ,
        game_hint_nameexist:"Имя уже занято, выберите другое."
        ,
        game_hint_nameerror:"Не удалось выбрать имя, попробуйте позже."
        ,
        general_hint_tradeprocessing:"Транзакция обрабатывается, подождите."
        ,
        general_hint_tradedone:"Транзакция выполнена. Проверьте рюкзак!"
        ,
        general_hint_tradefail:"Транзакция не выполнена. Попробуйте позже."
        ,
        game_title_market:"Моряцкий рынок"
        ,
        game_title_myassets:"Мой рюкзак"
        ,
        game_title_owned:"Есть:"
        ,
        game_title_alliance:"Альянсы"
        ,
        game_title_boat:"Мой корабль"
        ,
        game_title_chest:"Охота за сокровищами"
        ,
        game_title_battle:"Поле боя"
        ,
        general_button_ok:"OK"
        ,
        home_text_invite:"Приглашайте друзей в Pirate Conquest и получайте 10% доли!"
        ,
        home_button_copy:"КОПИРОВАТЬ"
        ,
        home_button_referrals:"Рефералы"
        ,
        home_title_referrals:"Рефералы"
        ,
        home_title_totalreferrals:"Всего рефералов:"
        ,
        home_title_totalincome:"Общий доход"
        ,
        general_title_name:"Имя"
        ,
        general_title_address:"Адрес"
        ,
        general_title_income:"Доход"
        ,
        home_title_faq1:"О Pirate Conquest"
        ,
        home_title_question1:"Что такое Pirate Conquest?"
        ,
        home_text_answer1:"Добро пожаловать! Pirate Conquest - это многопользовательская стратегическая онлайн криптоигра, в которой вы сможете создать свою пиратскую легенду: путешествия, охота за сокровищами, сражения, грабежи и многое другое! Создавайте альянсы и завоюйте мир!"
        ,
        home_title_faq2:"Как начать?"
        ,
        home_title_question2:"Что нужно, чтобы играть в Pirate Conquest?"
        ,
        home_text_answer2:"Вам понадобится компьютер с браузером Google Chrome или Mozilla Firefox и установленным плагином MetaMask. MetaMask - это цифровой кошелёк для Ether, криптовалюты, которая используется в Pirate Conquest."
        ,
        home_title_question3:"Установка MetaMask, вашего цифрового кошелька"
        ,
        home_text_answer3:"Чтобы играть в Pirate Conquest вам понадобится цифровой кошелёк MetaMask. Также вам нужно будет купить криптовалюту Ether. Цифровой кошелёк работает как вам банковский счёт. Не потеряйте ваш пароль и/или мнемоническую фразу."
        ,
        home_title_question4:"Шаг 1: Найдите и скачайте плагин"
        ,
        home_text_answer4:"Metamask доступен только на Chrome и Firefox!\n\nВ Chrome: Чтобы установить MetaMask, зайдите в магазин Chrome.\nНажмите «Добавить в Chrome» и согласитесь добавить плагин в браузер Chrome."
        ,
        home_text_answer5:"В Firefox: Чтобы установить MetaMask, зайдите в магазин аддонов Firefox.\nНажмите «Добавить в Firefox» и согласитесь добавить плагин в браузер Firefox."
        ,
        home_title_question6:"Шаг 2: Активация плагина"
        ,
        home_text_answer6:"Когда плагин загружен, в правом верхнем уголке браузера появится иконка MetaMask. Нажмите на иконку MetaMask и нажмите «Accept», когда увидите политику конфиденциальности. Сделайте то же самое с условиями использования, которые сначала нужно будет прокрутить вниз."
        ,
        home_title_question7:"Шаг 3: Создание аккаунта"
        ,
        home_text_answer7:"Теперь вам нужно создать пароль для MetaMask аккаунта. После создания пароля нажмите «Create» для начала использования плагина MetaMask."
        ,
        home_title_question8:"Шаг 4: Мнемоническая фраза"
        ,
        home_text_answer8:"Теперь MetaMask даст вам список слов, которые составляют мнемоническую фразу, скопируйте их в надёжное место или скачайте их в виде файла. Эта фраза - единственный способ восстановить доступ к аккаунту."
        ,
        home_title_question9:"Шаг 5: Аккаунт"
        ,
        home_text_answer9:"Поздравляем! Вы создали свой MetaMask Ethereum аккаунт и готовы начать его использовать. Теперь вы можете покупать ETH, как показано на скриншоте."
        ,
        home_title_faq3:"Введение"
        ,
        home_title_question10:"О Пиратах?"
        ,
        home_text_answer10:"Пираты это карты, которые необходимы для сражений в Pirate Conquest. Чтобы начать бой, нужен хотя бы один пират. Всего в игре 9 персонажей пиратов, они делятся по редкости (обычные, редкий, эпические, легенадрные). Легендарных пиратов можно получить только в предпродаже и их всего 30 штук. У каждого пирата есть 2 атрибута: атака и защита. Атака - это числовой диапазон. Атрибуты повышаются с ростом уровня пирата."
        ,
        home_title_question11:"Как получить пирата?"
        ,
        home_text_answer11:"3 легендарных пирата можно купить только в предпродаже или потом купить их у других игроков. 6 других пиратов можно найти в Сундуках или купить у других игроков"
        ,
        home_title_question12:"Как улучшить пирата?"
        ,
        home_text_answer12:"Всего есть 7 уровней пиратов. Атрибуты пиратов растут вместе с их уровнем. Пиратов можно улучшить с помощью опыта, который вы получаете в битвах."
        ,
        home_title_question13:"Кто такой Король пиратов?"
        ,
        home_text_answer13:"Тот, у кого есть все 9 пиратов становится Королём пиратов и получает долю от комиссии рынка. Если есть больше одного Короля пиратов, то они делят комиссию поровну."
        ,
        home_title_faq4:"О Снаряжении"
        ,
        home_title_question14:"Что такое снаряжение?"
        ,
        home_text_answer14:"Снаряжение - это предметы, которые можно установить на корабль, они дают преимущество в битве. Существует 3 типа снаряжения: атакующее, защитное и снаряжение для производства. Снаряжение для производства создаёт пушечные ядра, которые понадобятся вам во время боя."
        ,
        home_title_question15:"Что такое редкость снаряжения?"
        ,
        home_text_answer15:"У любого снаряжения есть редкость: серое, белое, зелёное, синее, фиолетовое, оранжевое). Чем выше редкость, тем лучше характеристики. Чем лучше снаряжение, тем сильнее оно повышает ваш Боевой рейтинг."
        ,
        home_title_question16:"Что такое крафт?"
        ,
        home_text_answer16:"Из двух одинаковых предметов вы можете создать предмет следующего уровня редкости."
        ,
        home_title_question17:"Как получить снаряжение?"
        ,
        home_text_answer17:"Снаряжение можно получить, открывая сундуки или покупая у других игроков."
        ,
        home_title_faq5:"О пиратском корабле"
        ,
        home_title_question18:"Что такое пиратский корабль?"
        ,
        home_text_answer18:"Корабль необходим в битве. Каждый игрок получит корабль 1 уровня в начале игры. Корабль невозможно продать."
        ,
        home_title_question19:"Что такое ячейка?"
        ,
        home_text_answer19:"Ячейка - это один из параметров корабля. Всего на корабле 5 ячеек: 1 пират, 1 котёнок (количество котят неограниченно), 3 предмета. 3 ячейки для предметов можно использовать для атакующего, защитного или производственного снаряжения."
        ,
        home_title_question20:"Как улучшить корабль?"
        ,
        home_text_answer20:"Собирайте древесину, чтобы улучшить корабль. Здоровье корабля можно увеличить после улучшения."
        ,
        home_title_question21:"Что такое пиратские котики?"
        ,
        home_text_answer21:"Пиратские котики отгоняют надоедливых мышей от производства древесины, что ускоряет улучшение корабля. Игроки, у которых есть криптокотики из игры Crypto Kitties могут получить такое же количество пиратских котиков. После получения количество криптокотиков не влияет на количество пиратских котиков. Игроки, у которых нет криптокотиков могут купить пиратских котиков у других игроков."
        ,
        home_title_faq6:"Битвы"
        ,
        home_title_question22:"Что такое битва?"
        ,
        home_text_answer22:"Битвы - это самая суть игры. Сражайтесь с другими игроками, чтобы получать Опыт и Честь."
        ,
        home_title_question23:"Какие параметры влияют на битву?"
        ,
        home_text_answer23:"На битву влияют: здоровье корабля, атака и защита пирата, атакующее и защитное снаряжение, а также количество пушечных ядер на корабле."
        ,
        home_title_faq7:"Альянсы"
        ,
        home_title_question24:"Что такое Альянс?"
        ,
        home_text_answer24:"Игроки могут вступить в альянс или создать новый. Альянс может победить в Битве чести, если участники получат достаточно чести."
        ,
        home_title_question25:"Как получить честь?"
        ,
        home_text_answer25:"Честь даётся за победу в битвах и за продажу пушечных ядер на рынке."
        ,
        home_title_question26:"Как делится награда за Битву чести?"
        ,
        home_text_answer26:"Победивший альянс делит награду в зависимости от честь каждого участника."
        ,
        home_text_copyright:"Copyright © 2018 Pirate Conquest. Все права защищены"
        ,
        home_text_faq:"Частые вопросы"
        ,
        game_hint_required:"Не может быть пустым."
        ,
        home_button_invite:"Пригласить друзей"
        ,
        home_text_getChests:"Пригласите друга и вы получите 10% от суммы, которую он потратит в игре!"
        ,
        home_text_email:"Email"
        ,
        home_button_verify:"Подтвердить"
        ,
        home_text_verifyhint:"Подтвердите свой адрес и получите бесплатный сундук!"
        ,
        home_hint_incorrectemail:"Введите действующий email адрес."
        ,
        home_hint_emailexists:"Этот адрес уже зарегистрирован."
        ,
        home_hint_verificationsent:"Ссылка для подтверждения выслана вашу почту. Нажмите на ссылку в течение 24 часов, чтобы подтвердить свой аккаунт."
        ,
        home_hint_verifysuccessfully:"Email подтвержён."
        ,
        home_hint_verificationnotvalid:"Ссылка подтверждения больше недействительна. Запросите новую ссылку."
        ,
        home_text_userinfo:"Инфо пользователя"
        ,
        home_title_terms:"Условия использования"
        ,
        home_title_privacypolicy:"Условия конфиденциальности"
        ,
        game_title_comprehensive:"Универс"
        ,
        game_title_attack:"Атака"
        ,
        game_title_defense:"Защита"
        ,
        home_title_chests:"сундуков"
        ,
        home_text_chestsintro:"Открывайте сундуки и получайте пиратов и снаряжение! У них разные шансы на выпадение и все они являются ERC-721 токенами!"
        ,
        home_title_crafting:"Система крафта"
        ,
        home_text_craftingintro:"Всего есть 6 уровней редкости (обычный, необычный, редкий, эпический, легендарный, мифический). Из одинакового снаряжения одинаковой редкости можно создать предмет уровнем выше, вплоть до мифического."
        ,
        home_title_pirateboat:"пиратском корабле"
        ,
        home_text_pirateboatintro:"У каждого игрока есть пиратский корабль, который можно прокачивать, собирая древесину.\nПиратский котик поможет ускорить прокачку."
        ,
        home_title_kingofpirates:"Король пиратов"
        ,
        home_text_kingofpirates:"Тот, у кого есть 9 пиратов, может стать Королём пиратов и грабить рынок! Осторожно, ваших пиратов могут в любое время перекупить за более высокую цену"
        ,
        home_title_battles:"Битвы"
        ,
        home_text_battles:"Выбери игрока в море и сразись за опыт и Честь."
        ,
        home_title_alliances:"Альянсы"
        ,
        home_text_alliances:"Игроки могут вступить в альянс или создать новый. Все участники альянса могут получать честь, чтобы победить в Битве чести. Честь можно получить в сражениях и за продажу пушечных ядер"
        ,
        home_title_top:"НАВЕРХ"
        ,
        home_title_presale:"Препродажа"
        ,
        home_title_prizepool:"ПУЛ ПРИЗОВ"
        ,
        home_title_introduction:"ВВЕДЕНИЕ"
        ,
        home_text_youcanclaim:"Вы можете получить:"
        ,
        home_text_piratekitties:"пиратские котики"
        ,
        general_hint_getkittysuccess:"Транзакция выполнена!"
        ,
        general_hint_getkittysuccess:"получения котики"
        ,
	}
}